{"layout":"indicator","goal":"11","indicator":"11.1.c","indicator_display":"11.1.c","indicator_sort_order":"11-1-c","permalink":"/11-1-c/","sdg_indicator":"11.3.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Siedlungsdichte","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"Der Indikator stellt die Entwicklung der Bevölkerung pro Quadratkilometer Siedlungs- und Verkehrsfläche im Vergleich zum Basisjahr 2000&nbsp;dar.","dns_political_intention":"Der Indikator gibt Hinweise auf die Effizienz der Siedlungsflächennutzung. Er soll die Auswirkungen von flächensparenden Maßnahmen beim Neubau und bei der Innenentwicklung, wie der Reduzierung von Wohnungs- und Gewerbeleerstand sowie Nachverdichtungen und Erhöhung der Baudichte widerspiegeln.","political_target":"Keine Verringerung der Siedlungsdichte","type_target":"Zielrichtungsvorgabe","data_state":"10.03.2025","indicator_name":"Siedlungsdichte","section":"Flächeninanspruchnahme","postulate":"Flächen nachhaltig nutzen","target_id":"11.1.1","previous":"11-1-a","next":"11-2-a","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.1.c Siedlungsdichte</b><br><br>Die Siedlungsdichte beschreibt das Verhältnis der Einwohnerzahl zur Siedlungs- und Verkehrsfläche (SuV). Sie unterscheidet sich damit von der Bevölkerungsdichte, die sich auf die gesamte Fläche des Bundesgebiets bezieht.<br><br>Zur Siedlungsfläche zählen neben Wohnbauflächen auch Flächen mit speziellen Funktionen wie Krankenhäuser, Schulen, Industrie- und Gewerbegebiete, Mischgebiete sowie Sport-, Freizeit- und Erholungsflächen. Sowohl Veränderungen der Einwohnerzahl als auch die Ausdehnung der SuV beeinflussen die Siedlungsdichte.<br><br>Die Siedlungsdichte variiert deutlich zwischen „ländlichen“ und „nicht-ländlichen“ Gebieten. Die Einteilung basiert auf der Typisierung des Thünen-Instituts, das Kreise und kreisfreie Städte anhand von Kriterien wie Siedlungsdichte, dem Anteil land- und forstwirtschaftlich genutzter Flächen sowie der Erreichbarkeit größerer Zentren klassifiziert.<br><br>Da die Definition von „ländlich“ unter anderem die Siedlungsdichte selbst berücksichtigt, ist zu beachten, dass Unterschiede im Indikator zwischen ländlichen und nicht-ländlichen Gebieten teilweise durch die Klassifikation selbst bedingt sind. So kann ein Anstieg der Siedlungsdichte in einem ländlichen Gebiet dazu führen, dass dieses künftig als nicht-ländlich eingestuft wird.<br><br>Zwischen 2000&nbsp;und 2011&nbsp;ging die Siedlungsdichte in beiden Gebietstypen zurück&nbsp;–&nbsp;in ländlichen Gebieten um 12&nbsp;%, in nicht-ländlichen um 5&nbsp;%. Seit 2011&nbsp;liegt der Wert des Indikators für Deutschland insgesamt relativ konstant bei etwa 1&nbsp;670&nbsp;Einwohnerinnen und Einwohnern pro Quadratkilometer SuV, was etwa 90&nbsp;% des Wertes von 2000&nbsp;entspricht. In nicht-ländlichen Gebieten steigt die Siedlungsdichte seit 2011&nbsp;wieder an und erreichte 2023&nbsp;mit 3&nbsp;384&nbsp;Einwohnerinnen und Einwohnern pro Quadratkilometer SuV nahezu das Niveau von 2000.<br><br>Ein Vergleich der Entwicklungen von SuV und Bevölkerungszahlen zeigt unterschiedliche Trends der beiden Einflussfaktoren: Während die Siedlungs- und Verkehrsfläche seit dem Jahr 2000&nbsp;kontinuierlich zunahm, gingen die Bevölkerungszahlen zwischen 2000&nbsp;und 2011&nbsp;zunächst zurück&nbsp;–&nbsp;was einen Rückgang der Siedlungsdichte zur Folge hatte. Seit 2011&nbsp;steigen die Bevölkerungszahlen wieder, sodass der Indikator seither weitgehend konstant geblieben ist.<br><br>Der Anteil der SuV an der Gesamtfläche liegt in ländlichen Gebieten mit 12,3&nbsp;% deutlich unter dem in nicht ländlichen Gebieten (36,8&nbsp;%&nbsp;–&nbsp;jeweils für 2023). Der Flächenzuwachs der SuV betrifft beide Gebietsarten, fiel jedoch in ländlichen Gebieten mit 17,4&nbsp;% (2023&nbsp;gegenüber 2000) deutlich stärker aus als in nicht-ländlichen mit 9,3&nbsp;%. Gleichzeitig verlief der Bevölkerungsanstieg seit 2011&nbsp;in ländlichen Gebieten deutlich schwächer, wodurch die Siedlungsdichte dort leicht zurückging.<br><br>Nach der Definition des Thünen-Instituts lebten im Jahr 2023&nbsp;rund 43&nbsp;% der Bevölkerung in nicht-ländlichen und 57&nbsp;% in ländlichen Gebieten. Gleichzeitig entfielen rund 80&nbsp;% der Siedlungs- und Verkehrsfläche auf ländliche Gebiete.<br><br>Das politisch festgelegte Ziel sieht vor, die Anzahl der Einwohnerinnen und Einwohner pro Quadratkilometer SuV zu erhöhen. Aufgrund der stagnierenden Entwicklung in den letzten Jahren wird dieses Ziel jedoch nicht oder nur in geringem Maße erreicht.<br><br>Die Datengrundlage für diesen Indikator bilden die Bevölkerungsstatistik sowie die Flächenerhebung nach Art der tatsächlichen Nutzung (amtliche Flächenstatistik) des Statistischen Bundesamtes. Die Länder harmonisieren ihre Liegenschaftskataster, wodurch es in den letzten Jahren zu Neuzuordnungen von Flächen gekommen ist&nbsp;–&nbsp;auch ohne tatsächliche Nutzungsänderungen. Im Jahr 2016&nbsp;erfolgte eine Umstellung auf einen neuen Nutzungsartenkatalog, was Auswirkungen auf die amtliche Flächenstatistik hatte und die Vergleichbarkeit mit den Vorjahren erschwert. Um dennoch aussagekräftige Zeitvergleiche zu ermöglichen, wurden die Daten auf Basis des Zensus 2011&nbsp;und der Flächenerhebung 2016&nbsp;rückgerechnet.<br><br>Der Indikator weist inhaltliche Querbezüge zum Indikator 11.1.a „Anstieg der Siedlungs- und Verkehrsfläche“ auf.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\">Statistisches Bundesamt</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/DE/Home/_inhalt.html\" target=\"_blank\"><img src=\"https://dnsTestEnvironment.github.io/dns-indicators/public/OrgImgDe/destatis.png\" alt=\"Statistisches Bundesamt\" title=\" Klicken Sie hier um zur Homepage der Organisation Statistisches Bundesamt zu gelangen.\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Siedlungsfläche","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Verkehrsfläche","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Bevölkerung","weather_active_1":true,"weather_indicator_1":"11.1.c Siedlungsdichte","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_year_i":2015,"weather_indicator_1_year_j":2014,"weather_indicator_1_target":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Leicht bewölkt","weather_indicator_1_target_1_item_a_title":"Die durchschnittliche Entwicklung zielte in 2023 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Wolke","weather_indicator_1_target_1_item_b_title":"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Blitz","weather_indicator_1_target_1_item_c_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"Die durchschnittliche Entwicklung zielte in 2019 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Leicht bewölkt","weather_indicator_1_target_1_item_f_title":"Die durchschnittliche Entwicklung zielte in 2018 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"Die durchschnittliche Entwicklung zielte in 2017 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2016 in die richtige Richtung.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Wolke","weather_indicator_1_target_1_item_i_title":"Der Durchschnittswert zielte in 2015 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_i_valid":true,"weather_indicator_1_target_1_item_j":"Blitz","weather_indicator_1_target_1_item_j_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2014 in die richtige Richtung.","weather_indicator_1_target_1_item_j_valid":true,"data_show_map":false,"copyright":"&copy; Statistisches Bundesamt (Destatis), 2025","data_footnotes":"2016&nbsp;wurde die Umstellung des alten auf den neuen Nutzungsartenkatalog vollendet. Aufgrund der Auswirkungen auf die amtliche Flächenstatistik ist das Ergebnis von 2016&nbsp;nur eingeschränkt mit den Vorjahren vergleichbar. Für die Vergleichbarkeit der Jahre wurden die jeweiligen Werte ausgehend vom Zensus 2011&nbsp;und der Veränderung der Flächenerhebung im Jahr 2016&nbsp;zurückgerechnet.<br>• Die Daten basieren auf einer Sonderauswertung und sind nicht öffentlich zugänglich.","graph_title":"Einwohnerinnen und Einwohner pro Quadratkilometer Siedlungs- und Verkehrsfläche","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"time series","value":"density of settlements"},{"field":"degree of urbanisation","value":"non-rural areas"},{"field":"degree of urbanisation","value":"rural areas"}],"graph_limits":[{"unit":"2000 = 100","minimum":70.0,"maximum":110.0}],"graph_stepsize":[{"unit":"2000 = 100","step":5.0},{"unit":"inhabitants per km² settlement and transport area","step":500.0}],"graph_series_breaks":[{"value":15.5}],"national_geographical_coverage":"Deutschland","rating":"<a href=\"https://dnsUpgradeEnvironment.github.io/site/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Leicht bewölkt.png\" title=\"Die durchschnittliche Entwicklung zielte in 2023 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.\" alt=\"Wettersymbol Leicht bewölkt\"/></a>","target_description":"Die Anzahl der Einwohnerinnen und Einwohner pro Quadratkilometer Siedlungs- und Verkehrsfläche soll steigen.<br><br>Da der Wert des Indikators 11.1.c im Jahr 2023&nbsp;sowie im Durchschnitt der letzten sechs Jahre konstant geblieben ist, wird der Indikator für das Jahr 2023&nbsp;mit „Leicht bewölkt“ bewertet.","page_content":"\n","en":{"language":"en","national_indicator_available":"Density of settlements","dns_indicator_definition":null,"dns_indicator_definition_new":"The indicator shows the development of the population per square kilometre of settlement and transport area compared to the base year 2000.","dns_indicator_intention":null,"dns_political_intention":"The indicator provides information on the efficiency of settlement land utilisation. It is intended to reflect the effects of land-saving measures in new construction and internal development, such as the reduction of residential and commercial vacancies, redensification and increasing building density.","political_target":"No reduction in density of settlements","type_target":"Target direction","data_state":"10.03.2025","indicator_name":"Density of settlements","section":"Land use","postulate":"Using land sustainably","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.1.c Density of settlements</b><br><br>Settlement density describes the ratio of the number of inhabitants to the settlement and transport area ( SuV ). It thus differs from population density, which refers to the entire area of the federal territory.<br><br>In addition to residential areas, settlement areas also include areas with special functions such as hospitals, schools, industrial and commercial areas, mixed-use areas, and sports, leisure, and recreational areas. Both changes in population and the expansion of urban areas influence settlement density.<br><br>Settlement density varies significantly between \"rural\" and \"non-rural\" areas. The classification is based on the Thünen Institute\"s classification system, which classifies districts and independent cities based on criteria such as settlement density, the proportion of agricultural and forestry land, and accessibility to larger centers.<br><br>Since the definition of \"rural\" takes into account, among other things, settlement density itself, it should be noted that differences in the indicator between rural and non-rural areas are partly due to the classification itself. For example, an increase in settlement density in a rural area may lead to its future classification as non-rural.<br><br>Between 2000&nbsp;and 2011, settlement density declined in both area types&nbsp;–&nbsp;by 12% in rural areas and by 5% in non-rural areas. Since 2011, the indicator value for Germany as a whole has remained relatively constant at around 1,670&nbsp;inhabitants per square kilometer of urban area (SUV) , which corresponds to approximately 90% of the 2000&nbsp;value. In non-rural areas, settlement density has been rising again since 2011&nbsp;and, at 3,384&nbsp;inhabitants per square kilometer of urban area (SUV) , reached almost the 2000&nbsp;level in 2023.<br><br>A comparison of the development of SUVs and population numbers reveals different trends for both influencing factors: While settlement and traffic areas have increased continuously since 2000, population numbers initially declined between 2000&nbsp;and 2011, resulting in a decline in settlement density. Since 2011, population numbers have been rising again, so the indicator has remained largely constant since then.<br><br>The share of SUVs in the total area is significantly lower in rural areas (12.3%) than in non-rural areas (36.8%)&nbsp;–&nbsp;both for 2023). The area increase of SUVs affects both types of areas, but was significantly higher in rural areas at 17.4% (2023&nbsp;compared to 2000) than in non-rural areas at 9.3%. At the same time, population growth has been significantly weaker in rural areas since 2011, resulting in a slight decline in settlement density there.<br><br>According to the Thünen Institute\"s definition, in 2023, around 43% of the population lived in non-rural areas and 57% in rural areas. At the same time, around 80% of the settlement and transport areas were located in rural areas.<br><br>to increase the number of inhabitants per square kilometer of SUV . However, due to stagnating development in recent years, this goal has not been achieved, or only to a limited extent.<br><br>The data basis for this indicator is the population statistics and the area survey according to the type of actual use (official area statistics) of the Federal Statistical Office. The states are harmonizing their land registers, which has led to reclassifications of land in recent years&nbsp;–&nbsp;even without actual changes in use. A changeover took place in 2016. to a new land use catalog, which impacted the official land use statistics and made comparability with previous years more difficult. To enable meaningful comparisons over time, the data were recalculated based on the 2011&nbsp;census and the 2016&nbsp;land use survey.<br><br>The indicator has cross-references to indicator 11.1.a “ Increase in settlement and transport area ”.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dnsTestEnvironment.github.io/dns-indicators/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Settlement area (only available in German)","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Transportation area (only available in German)","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Population (only available in German)","copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The changeover from the old to the new catalogue of types of use was completed in 2016. Due to the effects on the official area statistics, the 2016&nbsp;result is only comparable with previous years to a limited extent. To ensure comparability between the years, the respective values were calculated back from the 2011&nbsp;census and the change in the area survey in 2016.<br>• The data is based on a special evaluation and is not publicly available.","graph_title":"Inhabitants per square kilometre of settlement and transport area","national_geographical_coverage":"Germany","rating":"<a href=\"https://dnsUpgradeEnvironment.github.io/site/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Leicht bewölkt.png\" title=\"In 2023 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.\" alt=\"Weathersymbol: Clouded sun\"/></a>","target_description":"The number of inhabitants per square kilometre of settlement and transport area should increase.<br><br><br>As the value of indicator 11.1.c has remained constant in 2023&nbsp;and on average over the last six years, the indicator for 2023&nbsp;is rated as \"slightly cloudy\".","page_content":"\n"},"national_metadata_updated_date":"2025-07-02","national_data_updated_date":"2025-03-17","indicator_number":"11.1.c","target_number":"11.1","goal_number":"11"}