{"layout":"indicator","goal":"11","indicator":"11.1.c","indicator_display":"11.1.c","indicator_sort_order":"11-1-c","permalink":"/11-1-c/","sdg_indicator":"11.3.1","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Density of settlements","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"The indicator shows the development of the population per square kilometre of settlement and transport area compared to the base year 2000.","dns_political_intention":"The indicator provides information on the efficiency of settlement land utilisation. It is intended to reflect the effects of land-saving measures in new construction and internal development, such as the reduction of residential and commercial vacancies, redensification and increasing building density.","political_target":"No reduction in density of settlements","type_target":"Target direction","data_state":"10.03.2025","indicator_name":"Density of settlements","section":"Land use","postulate":"Using land sustainably","target_id":"11.1.1","previous":"11-1-a","next":"11-2-a","content_and_progress":"<p><b style= \"color: #fd9d24; font-size: large\">11.1.c Density of settlements</b><br><br>Settlement density describes the ratio of the population to the settlement and transport area (SuV) and thus differs from population density, which refers to the total area of the Federal territory. Settlement area includes not only residential building land but also land with specific uses such as hospitals, schools, industrial and commercial areas, mixed-use areas, as well as sports, leisure and recreational areas. Both changes in population numbers and the expansion of the SuV affect settlement density.<br><br><br><br>Settlement density varies significantly between \"rural\" and \"non-rural\" areas. The classification follows the typology of the Thünen Institute, which categorises districts (Kreise) and independent cities (kreisfreie Städte) according to criteria such as settlement density, the proportion of agricultural and forestry land, and the accessibility of larger centres. As the definition of \"rural\" also takes settlement density into account, differences in the indicator between rural and non-rural areas are partly attributable to the classification itself. For example, an increase in settlement density in a rural area may lead to its reclassification as non-rural in the future.<br><br><br><br>Between 2000&nbsp;and 2011, settlement density decreased in both area types&nbsp;–&nbsp;by 12% in rural areas and by 5% in non-rural areas. Since 2011, the indicator value for Germany as a whole has remained relatively stable at around 1,670&nbsp;inhabitants per square kilometre of SuV, corresponding to roughly 90% of the 2000&nbsp;value. In non-rural areas, settlement density has been rising again since 2011&nbsp;and in 2023&nbsp;reached 3,384&nbsp;inhabitants per square kilometre of SuV, almost returning to the 2000&nbsp;level.<br><br><br><br>A comparison of trends in SuV and population figures reveals different patterns of the two influencing factors: while SuV has grown continuously since 2000, the population declined between 2000&nbsp;and 2011, explaining the fall in settlement density during that period. Since 2011, population numbers have been increasing again, which is why the indicator has since remained largely stable.<br><br><br><br>The proportion of SuV in total area in 2023&nbsp;was markedly lower in rural areas at 12.3% compared with 36.8% in non-rural areas. The expansion of SuV affected both area types, but was much stronger in rural areas, rising by 17.4% in 2023&nbsp;compared with 2000, versus 9.3% in non-rural areas. At the same time, population growth since 2011&nbsp;was weaker in rural areas, leading to a slight decline in settlement density there.<br><br><br><br>According to the Thünen Institute’s definition, around 43% of the population lived in non-rural areas and 57% in rural areas in 2023. At the same time, roughly 80% of the settlement and transport area was located in rural areas.<br><br><br><br>The political target is to increase the number of inhabitants per square kilometre of SuV. Due to the stagnating trend in recent years, this target will not be met or will only be achieved to a limited extent.<br><br><br><br>The data sources are population statistics and the survey of land use by type of actual use (official land use statistics) from the Federal Statistical Office. The Länder harmonise their cadastral registers, which in recent years has led to reclassifications of land&nbsp;–&nbsp;even without actual changes in land use. In 2016, a new land use classification system (Nutzungsartenkatalog) was introduced, affecting the official land use statistics and making comparisons with previous years more difficult. To enable meaningful time series comparisons, the data were recalculated based on the 2011&nbsp;Census and the 2016&nbsp;land use survey.<br><br><br><br>The indicator has thematic links to indicator 11.1.a \"Increase in settlement and transport area\".</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dnsTestEnvironment.github.io/dns-indicators/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","source_url_1":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-02-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1":"Settlement area (only available in German)","source_url_1b":"https://www.regionalstatistik.de/genesis//online?operation=table&code=33111-03-01-4&bypass=true&levelindex=1&levelid=1713517838976#abreadcrumb","source_url_text_1b":"Transportation area (only available in German)","source_url_1c":"https://www.regionalstatistik.de/genesis//online?operation=table&code=12411-01-01-4&bypass=true&levelindex=1&levelid=1713517974290#abreadcrumb","source_url_text_1c":"Population (only available in German)","weather_active_1":true,"weather_indicator_1":"11.1.c Siedlungsdichte","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_year_i":2015,"weather_indicator_1_year_j":2014,"weather_indicator_1_target":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1":"Keine Verringerung der Siedlungsdichte","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Leicht bewölkt","weather_indicator_1_target_1_item_a_title":"Die durchschnittliche Entwicklung zielte in 2023 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Wolke","weather_indicator_1_target_1_item_b_title":"Der Durchschnittswert zielte in 2022 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Blitz","weather_indicator_1_target_1_item_c_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Blitz","weather_indicator_1_target_1_item_d_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Leicht bewölkt","weather_indicator_1_target_1_item_e_title":"Die durchschnittliche Entwicklung zielte in 2019 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Leicht bewölkt","weather_indicator_1_target_1_item_f_title":"Die durchschnittliche Entwicklung zielte in 2018 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Leicht bewölkt","weather_indicator_1_target_1_item_g_title":"Die durchschnittliche Entwicklung zielte in 2017 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2016 in die richtige Richtung.","weather_indicator_1_target_1_item_h_valid":true,"weather_indicator_1_target_1_item_i":"Wolke","weather_indicator_1_target_1_item_i_title":"Der Durchschnittswert zielte in 2015 in die falsche Richtung oder zeigt eine Stagnation an, im vorangegangenen Jahr zeigte sich jedoch eine Wende in die gewünschte Richtung.","weather_indicator_1_target_1_item_i_valid":true,"weather_indicator_1_target_1_item_j":"Blitz","weather_indicator_1_target_1_item_j_title":"Weder Durchschnittswert noch die vorherige Veränderung deuten in 2014 in die richtige Richtung.","weather_indicator_1_target_1_item_j_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The changeover from the old to the new catalogue of types of use was completed in 2016. Due to the effects on the official area statistics, the 2016&nbsp;result is only comparable with previous years to a limited extent. To ensure comparability between the years, the respective values were calculated back from the 2011&nbsp;census and the change in the area survey in 2016.<br>• The data is based on a special evaluation and is not publicly available.","graph_title":"Inhabitants per square kilometre of settlement and transport area","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"Time series","value":"Density of settlements"},{"field":"Degree of urbanisation","value":"Non-rural areas"},{"field":"Degree of urbanisation","value":"Rural areas"}],"graph_limits":[{"unit":"2000 = 100","minimum":70.0,"maximum":110.0}],"graph_stepsize":[{"unit":"2000 = 100","step":5.0},{"unit":"Inhabitants per km² settlement and transport area","step":500.0}],"graph_series_breaks":[{"value":15.5}],"national_geographical_coverage":"Germany","rating":"<a href=\"https://dnsUpgradeEnvironment.github.io/site/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Leicht bewölkt.png\" title=\"In 2023 the average development aimed in the right direction, but in the previous year there had been a development in the wrong direction or no change at all.\" alt=\"Weathersymbol: Clouded sun\"/></a>","target_description":"The number of inhabitants per square kilometre of settlement and transport area should increase.<br><br>As the value of indicator 11.1.c has fallen in 2023&nbsp;but risen on average over the last six years, the indicator for 2023&nbsp;is rated as \"slightly cloudy\".","page_content":"\n","national_metadata_updated_date":"2025-08-11","national_data_updated_date":"2025-08-11","indicator_number":"11.1.c","target_number":"11.1","goal_number":"11","language":"en"}