{"layout":"indicator","goal":"5","indicator":"5.1.e","indicator_display":"5.1.e","indicator_sort_order":"5-1-e","permalink":"/5-1-e/","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Average weekly working hours in relation to all mothers and fathers","dns_indicator_definition":null,"dns_indicator_intention":null,"dns_indicator_definition_new":"The indicator represents the average hours normally worked per week by mothers and fathers (in hours) in relation to all mothers and fathers with children under the age of 18&nbsp;in the household. The total number of hours normally worked by mothers or fathers per week is divided by the number of mothers or fathers.","dns_political_intention":"Bringing the average weekly working hours of mothers and fathers closer together should strengthen the economic independence of mothers, especially in the event of separation and in old age. A harmonisation of working hours can support the sharing of responsibilities between partners and vice versa.","political_target":"Approximation of the average weekly working hours for all mothers and fathers","type_target":"Target direction","data_state":"06.02.2025","indicator_name":"Average weekly working hours in relation to all mothers and fathers","section":"Equality","postulate":"Promoting equal opportunities in society","target_id":"5.1.1","previous":"5-1-d","next":"5-1-f","content_and_progress":"<p><b style= \"color: #ff3a21; font-size: large\">5.1.e Average weekly working hours in relation to all mothers and fathers</b><br><br><b>Content and Methodology</b><br><br>The indicator compares the employment behavior of mothers and fathers. The hours worked refer not only to employed mothers, but to all mothers and fathers. This takes into account both the different hours worked by working mothers and fathers and the different employment rates.<br><br>The indicator includes mothers and fathers aged 15&nbsp;to under 65&nbsp;who live in the household with at least one child under the age of 18. Children include biological children, stepchildren, foster children, and adopted children. Children who still live in their parents\" household but already care for their own children there, as well as children who live in a partnership with a partner, are not classified as part of the family of origin but are recorded in the statistics as a separate family or living arrangement.<br><br>The definition of working hours follows the concept of the International Labor Organization (ILO), which includes paid work as well as self-employment or assisting work. Unpaid activities such as work in one\"s own or someone else\"s home, gardening, caring for children and adults, and volunteer work are not included.<br><br>The data refer to the normal working hours. Occasional or one-off deviations from contractually agreed or generally customary working hours, such as vacation or illness, are not taken into account. This avoids distortions that can arise from seasonal fluctuations, among other things. However, restrictions on working hours due to maternity or parental leave are included in the survey. For example, if a parent generally works full-time but is on parental leave at the time of the survey, the reduced number of hours is included in the indicator.<br><br>The indicator is based on the concept of employment as defined by the ILO. In other contexts, the Federal Statistical Office\"s concept of realized employment is used, which leads to different figures on the average weekly working hours of parents. According to this concept, people on maternity or parental leave are counted as non-employed.<br><br>The data comes from the microcensus, an annual sample survey covering 1% of the population in Germany. Due to a comprehensive redesign of the microcensus in 2020, the data collected from this year onwards are only partially comparable with previous year\"s data.<br><br><b>Development</b><br><br>The average working hours of fathers have consistently exceeded 35&nbsp;hours per week since 2005, reaching a peak of 38.8&nbsp;hours in 2012. The significantly lower figure of 36.5&nbsp;hours in 2020&nbsp;may be due, on the one hand, to the aforementioned changes in the data source, but may also have been influenced by the effects of the <abbr title=\"Coronavirus SARS-CoV-2\" tabindex=\"0\">COVID-19</abbr>&nbsp;pandemic, including reduced employment and the closure of schools and childcare facilities. In 2023, the average weekly working hours of fathers were 36.8&nbsp;hours.<br><br>The average weekly working hours of mothers increased continuously between 2006&nbsp;and 2023, with the exception of 2020. In 2023, it was 19.2&nbsp;hours. This corresponds to slightly more than half of the average working hours of fathers.<br><br>The reduction in the difference between the working hours of mothers and fathers from 21.2&nbsp;hours in 2006&nbsp;to 17.6&nbsp;hours in 2023, which is primarily due to an increase in working hours for mothers, shows that the labor market participation of mothers has changed. This change could be due to increasing flexibility and family-friendliness in the labor market, improved conditions for reconciling family and work, and other societal developments. While fathers\" working hours have remained largely constant, mothers are showing increasing integration into the labor market.<br><br>The indicator merely represents differences in the quantitative extent of employment. It therefore provides no information on the underlying reasons or motivations for why working hours are not converging more significantly, such as a lack of childcare options, the desire to spend more time with children, unequal pay between parents, or the fact that children are predominantly raised by mothers.<br><br><br><br>The politically defined goal is to converge the average weekly working hours of mothers and fathers. Currently, this convergence is being achieved primarily by increasing the working hours of mothers, while the working hours of fathers have decreased only slightly.</p>","source_active_1":true,"source_organisation_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_1_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\">Federal Statistical Office</a>","source_organisation_logo_1":"<a href=\"https://www.destatis.de/EN/Home/_node.html\" target=\"_blank\"><img src=\"https://dnsTestEnvironment.github.io/dns-indicators/public/OrgImgEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border:transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"5.1.e Durchschnittliche wöchentliche Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","weather_indicator_1_year_a":2023,"weather_indicator_1_year_b":2022,"weather_indicator_1_year_c":2021,"weather_indicator_1_year_d":2020,"weather_indicator_1_year_e":2019,"weather_indicator_1_year_f":2018,"weather_indicator_1_year_g":2017,"weather_indicator_1_year_h":2016,"weather_indicator_1_target":"Annäherung der durchschnittlichen wöchentlichen Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","weather_indicator_1_target_1":"Annäherung der durchschnittlichen wöchentlichen Erwerbsarbeitszeit bezogen auf alle Mütter und Väter","weather_indicator_1_target_1_category":"normal","weather_indicator_1_target_1_item_a":"Sonne","weather_indicator_1_target_1_item_a_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2023 in die richtige Richtung.","weather_indicator_1_target_1_item_a_valid":true,"weather_indicator_1_target_1_item_b":"Leicht bewölkt","weather_indicator_1_target_1_item_b_title":"Die durchschnittliche Entwicklung zielte in 2022 in die richtige Richtung, im vorangegangenen Jahr ergab sich jedoch eine Entwicklung in die falsche Richtung oder gar keine Veränderung.","weather_indicator_1_target_1_item_b_valid":true,"weather_indicator_1_target_1_item_c":"Sonne","weather_indicator_1_target_1_item_c_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2021 in die richtige Richtung.","weather_indicator_1_target_1_item_c_valid":true,"weather_indicator_1_target_1_item_d":"Sonne","weather_indicator_1_target_1_item_d_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2020 in die richtige Richtung.","weather_indicator_1_target_1_item_d_valid":true,"weather_indicator_1_target_1_item_e":"Sonne","weather_indicator_1_target_1_item_e_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2019 in die richtige Richtung.","weather_indicator_1_target_1_item_e_valid":true,"weather_indicator_1_target_1_item_f":"Sonne","weather_indicator_1_target_1_item_f_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2018 in die richtige Richtung.","weather_indicator_1_target_1_item_f_valid":true,"weather_indicator_1_target_1_item_g":"Sonne","weather_indicator_1_target_1_item_g_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2017 in die richtige Richtung.","weather_indicator_1_target_1_item_g_valid":true,"weather_indicator_1_target_1_item_h":"Sonne","weather_indicator_1_target_1_item_h_title":"Sowohl der Durchschnittswert als auch die vorangegangene jährliche Veränderung deuteten in 2016 in die richtige Richtung.","weather_indicator_1_target_1_item_h_valid":true,"data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2025","data_footnotes":"The data is based on a special evaluation and is not publicly accessible.<br>• Due to a comprehensive reorganisation of the microcensus, a comparison of the data from the 2020&nbsp;survey year with previous years is only possible to a limited extent (time series break).","graph_title":"Average weekly working hours in relation to all mothers and fathers","precision":[{"decimals":1.0}],"span_gaps":true,"show_line":true,"graph_type":"line","data_start_values":[{"field":"Time series","value":"Mothers"},{"field":"Time series","value":"Fathers"}],"graph_limits":[{"maximum":50.0}],"graph_stepsize":[{"step":5.0}],"graph_series_breaks":[{"value":0.5},{"value":13.5}],"national_geographical_coverage":"Germany","rating":"<a href=\"https://dnsUpgradeEnvironment.github.io/site/en/status\"><img src=\"https://sdg-indikatoren.de/public/Wettersymbole/Sonne.png\" title=\"In 2023 both the average value and the previous annual change pointed in the right direction.\" alt=\"Weathersymbol: Sun\"/></a>","target_description":"The difference in average weekly working hours between mothers and fathers is to be reduced.<br><br><br>Based on the target formulation, which does not further define whether the politically defined target is to be achieved by an increase in mothers' working hours or a reduction in fathers' working hours, the desired reduction in the difference has taken place on average over the last six years, as well as in the last year (2023). Indicator 5.1.e is rated \"Sun\" for the year 2023.","page_content":"\n","national_metadata_updated_date":"2025-06-04","national_data_updated_date":"2025-02-21","indicator_number":"5.1.e","target_number":"5.1","goal_number":"5","language":"en"}